Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 卢正淳看着那个越来越靠近廊桥的刘阳羡，他突然开始无比仇恨这个人，这个曾经被自己带人堵在小巷里的穷光蛋，死狗一般躺在地上，如果不是某个小王八蛋跑到巷口那边喊死人了，他和几个死党原本已经按照约定，正要脱裤子，给地上那个不识抬举的少年，当头降下一场甘霖。卢正淳直到现在，也不明白什么这些高高在上的贵人，为何会对刘羡阳刮目相看，至于他们所谓的什么宝甲、剑经，什么正阳山，长生大道，还有什么争机缘抢气运等等，卢正淳好像都听得懂，其实又都听不懂。
en_us: Lu Zhengchun watched as Liu Xianyang drew closer and closer to the covered bridge, and a sense of fierce resentment suddenly welled up in his heart. Liu Xianyang was nothing more than a piece of low-class scum that had once almost been beaten to death like a stray dog by him and his lackeys. If it weren't for that meddlig little bastard who had run out onto the street and called for help, he and his lackeys were already preparing to enact the punishment that they had agreed upon in advance, taking off their pants to give the arrogant young man a warm shower. Even now, Lu Zhengchun still couldn't understand why these high and mighty individuals had taken such a liking to Liu Xianyang. As for certain things that they mentioned like prized armor, sword scripture, Sun Scorch Mountain, the Great Dao to immortality, and fighting over resources and opportunities, Liu Xianyang could understand everything, but at the the same time, he had no idea what they were talking about.

source: 卢正淳突然眼眶湿润，哽咽颤声道：“刘羡阳，算我求你了，好不好？”
en_us: Tears suddenly welled up in Lu Zhengchun's eyes, and he sobbed, "Liu Xianyang, I'm begging you, okay?"

source: 卢正淳结结实实跪在泥瓶巷的泥地上，开始磕头。
en_us: He then started to kowtow to Liu Xianyang.

source: 卢正淳缓缓起身，笑道：“是这个理儿！只要你肯松口就好，刘羡阳，以后我卢正淳就是你兄弟了！你认不认我都没关系，反正我认你！”
en_us: Lu Zhengchun slowly stood up, smiling and saying, "Yes, yes, that's indeed the case! Liu Xianyang, as long as you're willing to sell it, I'll be your brother in the future! I don't mind whether you accept me as a brother or not, but I Lu Zhengchun will definitely consider you as a brother!"

source: 卢正淳脸色尴尬，强颜欢笑道：“刘羡阳，我这次是真的有事情跟你商量，上回那事儿，你不等我们把话说完，就直接跑了，这样不好，你好歹听听看我这边给出的条件，对不对？真要说起来，咱们俩哥们也算不打不相识，没必要闹得那么僵，我和那些客人，是很有诚意的！”
en_us: Lu Zhengchun wore an awkward expression, yet he still forced himself to appear amiable as he said, "Liu Xianyang, I genuinely have something I need to discuss with you ths time. You ran away without even giving me an opportunity to explain last time. Could you at least listen to my proposal first? Truth be told, it was through blows that we became acquainted with each other, and there's no need for there to be such hostility between us. Those customers and I are extremely sincere!"

source: 卢正淳脸色铁青，却依然要维持住脸上的笑容，整个人显得很滑稽可笑，近似哀求道：“刘羡阳，只要你开口，不管要什么，他们都会尽量满足你，比如说铜钱？要不然你说个数目，如何？例如……一百五十贯钱？便是……两百贯，我也能帮你还价去，两百贯啊，这都能让你在咱们福禄街买下半栋宅子了。”
en_us: Anger flashed across Lu Zhengchun's face, yet he still forced himself to maintain a smile, causing his expression to appear extremely strange and comical. There was a hint of pleading in his voice as he said, "Liu Xianyang, as long as you agree, they'll try to satisfy your request no matter what it is. For example, copper coins? Why don't you name a price? Say... 150,000? Or... 200,000? Even if it's that much, I can still try my best to obtain for you. 200,000! That's enough for you to buy half a residence on Fortune Street!"

source: 卢正淳转过身的同时，就已经低头躬身，同样用小镇百姓绝对听天书的某种方言，回答道：“是，夫人。”
en_us: Lu Zhengchun turned around and extended a respectful bow, replying in that dialect that was completely unintelligible to the town's residents, "Yes, Mistress."

source: 卢正淳那拨人心性自由，也不爱跟一个成天之乎者也的书呆子打交道，试想一下大伙儿兴致勃勃去爬墙头偷窥俏寡妇，结果有人在旁边念叨非礼勿视，岂不是大煞风景。总之，少年赵繇这些年喜欢跟福禄街以外的人打交道，大大小小的巷弄，他几乎都走过，除了泥瓶巷，因为这条小巷里住着宋集薪，一个让赵繇经常感到自惭形秽的同龄人。
en_us: Lu Zhengchun and the others were much more unrestrained, so they naturally didn't like to hang out with a righteous bookworm like Zhao Yao either. After all, one could just imagine a scenario where they were all excitedly climbing on a wall to perve on beautiful woman. Yet, someone would suddenly walk up beside them and say that one should not look at that which is improper. Just how much of a turn off would that be? In any case, Zhao Yao also liked to interact with people outside Fortune Street. During the past few years, he had visited almost all of the alleys, big or small. The only exception was the Clay Vase Alley. This was because Song Jixin lived in this valley — this was someone at the same age as him who caused him to feel a sense of shame and inferiority.

source: 卢正淳面容和善，轻声问道：“你是刘羡阳的朋友，叫陈平安，对吧？我们是来搬箱子的，刘羡阳应该跟你打过招呼了。所以这袋钱你放心收下，除此之外，我们夫人答应刘羡阳的条件，将来也会半点不差交到他手上。”
en_us: Lu Zhengchun wore a friendly expression as he asked in a soft voice, "You're Chen Ping'an, Liu Xianyang's friend, correct? We're here to collect that box, and Liu Xianyang should have told you about this already. So, rest assured and take this pouch of coins. Apart from this, the Lady will also give Liu Xianyang the other things that she promised him."

source: 即便如此，少女有一只手五指如钩，使尽全力，五指指甲好像在地面上刻字。
en_us: Even so, she was still clawing at the ground with all her might, as if she were trying to gouge her fingers into the earth.

source: 原本以为要等很久，不曾想刘羡阳很快就跑来，拉着他就往溪畔走去，压低嗓音说道：“等你半天了，怎么才来！”
en_us: He had initially thought that he would need to wait for a long time, but to his surprise, Liu Xianyang ran over after only a short while. Liu Xianyang dragged him toward the creek and said in a low voice, "I've been waiting for you for so long! Why did you only just arrive?!"

source: 原本有些伤感的离乡少女，忧愁顿消，她笑道：“这块磨剑石，一人一半！”
en_us: Ning Yao had been feeling slightly sad thinking about her hometown just then, but her sadness instantly vanished at this moment, and she said with a smile, "Let's split this sword whetstone into two and take half each!"

source: 原本极为兴奋雀跃的苻南华，也冷静许多，他仔细思量这趟小巷之行，与蔡金简的结盟，没有露出任何马脚才对，跟少年宋集薪的交易，也无纰漏才是，本就是一桩符合规矩的公平买卖，那位坐看此地风来风走、水起水落的圣人，岂会有插手的闲情逸致？那么这股压力来自何处？难道是那个连名号也没听过的截江真君？相比苻南华的心思深远，蔡金简的想法更加简单，以为是被苻南华说中，截江真君确实动用了某种神通法术，对自己进行了监视。她一阵后怕，幸亏只是说了些埋怨言语，不曾放狠话说气话。
en_us: Fu Nanhua was extremely elated and excited, but he immediately calmed down in the face of this inexplicable sensation. He carefully thought back to everything he had done after arriving in the town, and he concluded that there shouldn't have been anything amiss about his alliance with Cai Jinjian or his transaction with Song Jixin. Everything that he had done up to this point had been within the rules, so it didn't make sense for the enigmatic Sage in this town to interfere. In that case, where was this pressure coming from? Could it have been coming from the River Severing True Lord, someone that he hadn't even heard of before this point? In contrast with Fu Nanhua, who was considering multiple possibilities, Cai Jinjian's thought process was far more straightforward. She simply thought that Fu Nanhua had been correct in his assessment of his situation, and that the River Severing True Lord really had used some type of mystical ability to conduct surveillance on her. As soon as this thought occurred to her, a hint of lingering fear welled up in her heart, and she was feeling very thankful that she had only complained about the situation, but hadn't said anything direspectful about the River Severing True Lord.

source: 原本脸庞斑驳如枯树皮的老妪，此时此刻已是不到四十岁的妇人模样。
en_us: The old woman's face had previously resembled the bark of a mottled old tree, but at this moment, she appeared to be a woman no more than 40 years of age.

source: 原来不等少女身形下坠，飞剑就掠至少女位于空中最高处的脚下，于是少女每次都精准借力，继续向后且向高躲去。
en_us: As it turned out, the flying sword had already flown beneath her feet while she was still in midair, alowing her to use it as a platform and continue to jump higher and also further back.

source: 原来势如破竹的一刀一剑，彻底落空不说，她整个人站在了刀剑出鞘时的地方。
en_us: Not only had her all-out attack completely failed to strike their target, she had appeared back at the same spot where she had first drawn her blades.

source: 原来坐在床沿上的少年，已经摘下黑衣少女的帷帽浅露，露出一张满脸血污的苍白脸庞。
en_us: At this point, Chen Ping'an had already sat down on the edge of the bed and removed the young woman's veiled hat, revealing a pale face that was covered in blood.

source: 原来是先前在老槐树下说完故事的说书先生，让这个孩子领着自己去杏花巷看那口水井，孩子起先不乐意，老人就说他这大白碗可有大讲究，装着了不得的稀罕玩意儿。那孩子天生活泼好动，被爹娘说成是个投胎的时候忘了长屁股的，他很小就喜欢跟着刘羡阳那帮浪荡子四处瞎逛，但是为了钓上一条黄鳝或是泥鳅，这小屁孩也能够在太阳底下暴晒半个时辰，一动不动，耐心惊人。
en_us: As it turned out, the storyteller under the old locust tree from before had asked this child to take him to Apricot Blossom Alley to see the well ther. Initially, the child was unwilling to oblige, so the old man told him that his big white bowl was very special, and it was holding something extremely rare and extraordinary. The child had always been very energetic and adventurous from birth. The analogy made by his parents was that it was as if he were missing a bottom, so he didn't know how to sit down. From a very young age, he was always wandering around aimlessly with the delinquents led by Liu Xianyang, but what was quite remarkable about him was that he also had the patience to sit completely motionlessly under the scorching sun for an hour just to fish up an eel or a catfish, displaying incredible patience for someone his age.

source: 原来是那头正阳山搬山猿，真真正正拔起了一座巨大山峰。
en_us: As it turned out, the Mountain-moving Ape from Sun Scorch Mountain had genuinely picked up a gigantic mountain.

source: 原来是那尊灵官神像，经历过千百年的风吹日晒后，终于在这一天轰然倒地，向前扑倒在地，碎得很彻底，并未呈现出这里一条腿、那里一条胳膊的残骸姿态，就连原本栩栩如生的大髯头颅也粉碎。
en_us: As it turned out, the statue which had been lashed by the elements for hundreds upon thousands of years had finally reached the end of its life at this moment. It fell forward and crashed to the ground, disintegrating into pieces. It shattered very comprehensively, and there was not a single piece of it that was still identifiable. In fact, even its head and large beard disintegrated into dust.

source: 原来某人在少年身上种下的心意，黯淡无光，分明早已消亡。
en_us: As it turned out, someone had planted an inclination on his body, but it was already completely devoid of luster, indicating that it had perished long ago.

source: 原来身边这位在大隋权柄煊赫的老人，根本就没有放过少女的心思，此时已经冲而去，前三步重重踩踏在小巷地面上，声响沉闷，直透地面底下丈有余，第四步的时候，老人已经高高跃起，拳砸向少女后背心。
en_us: As it turned out, the old man had never intended to let the young woman off the hook, and he rushed toward her from behind, stomping heavily down on the ground with his first three steps, causing the earth to rumble violently, penetrating all the way down to over 10 feet beneath the ground. With his fourth step, he sprang high up into the air before throwing a punch at the back of the young woman's chest.

source: 原来这位化身为河婆的老妪，便是被人一巴掌打死的杏花巷马婆婆。
en_us: As it turned out, this old woman who had transformed into a river guardian was none other than Granny Ma, the old woman from Apricot Blossom Alley who had been slapped to death.

source: 原来这邋遢家伙便是小镇东门的看门人，姓郑，光棍一条。
en_us: As it turned out, the disheveled man was none other than the gatekeeper at the town's eastern gate.

source: 原来那座屋顶无人居住，年久失修，早已破败不堪，哪里承受得起老猿这两百多斤重的一跳。
en_us: As it turned out, they had rushed onto the rooftop of a house that hadn't been inhabited for many years. Due to all of the years of neglect and disrepair, the house was in an extremely dilapidated state, and the rooftop was far too fragile to support Bai Yuan's enormous weight.

source: 原来那棵老槐“一夜之间”连根拔起，倒在大街上，满地的碎裂槐枝和和枯黄槐叶，一开始很多附近百姓觉得别浪费了，就顺手捡了枝叶回家烧火，一些个惫懒青壮，不情不愿被自家婆姨催促，拎着柴刀去劈砍更粗大一些的槐枝。不是没有人阻拦，祖祖辈辈生活在老槐树周边的小镇老人，大多痛心疾首，对那些占这种缺德便宜的汉子婆娘，直接破口大骂，也有老人苦口婆心说着老槐跟小镇的渊源，说这棵树是有灵气的，这么多年来，连枯枝坠落也只挑夜深人静的时候，不愿砸在人头上，更不说每逢收成不好的时候，老树的槐花如米，填饱了多少人的肚子。
en_us: As it turned out, the old locust tree had been uprooted and was laying on the street with snapped branches and yellow leaves all around it. Many of the town's nearby residents felt this to be quite a waste, and they picked up some branches and leaves to use as kindling and firewood. Some reluctant young men had also been urged by their wives to go out with their hatchets to cut off some of the thicker branches of the tree. This was not met with no opposition. Many of the elderly peple who had lived their entire lives around the old locust tree were absolutely distraught, hurling torrents of abuse at the people who were benefitting from the tree's demise, while others were lecturing people on the history of the old locust tree, proclaiming that it was a sentient entity. Throughout all these years, it had only shed branches late at night to avoid having those branches fall onto people's heads, and during years of lean harvests, the old locust tree always stepped up, producing countless locust flowers to fill the bellies of many.

source: 原来，老人用那只白碗倒入水井的分量，早就一大水缸都不止了。
en_us: As it turned out, the amount of water that the old man had poured into the well out of his white bowl had already far exceeded the capacity of a large water vat, but there was still more water constantly pouring out of the bowl, and the child was convinced that he had seen a ghost.

source: 又一刻钟之后，药铺掌柜也是烦躁至极，低头看着那盆清水，猛然一巴掌拍在水里，溅起无数水花，然后抬头对阮师傅无比悲愤道：“阮师！你干脆一剑刺死我算了，老子只是个卖药的，不是起死回生的神医！”
en_us: After another 15 minutes, the shopkeeper had also become extremely agitated. He looked down at the basin of clean water, then suddenly slammed a palm down onto its surface, sending water splashing in all directions as he turned to Master Ruan with a furious and indignant expression. "You know what? Why don't you just kill me! Go ahead, Master Ruan! All I do is sell medicine, I can't work miracles!"

source: 又一脚，将试图挣扎起身的老猿踩得再度深陷地下。
en_us: With another stomp, the struggling Bai Yuan was sent even deeper into the earth.

source: 又是各自一拳，这一次砸在各自额头眉心。
en_us: Another punch was exchanged by the two combatants, this one striking one another on the glabella.

source: 又是被当头一拳，齐静春法相继续下沉。
en_us: Another punch came crashing down onto Qi Jingchun's head, causing his Dao Manifestation to sink down even further.

source: 又有一位仙人嗤笑道：“与这书呆子废话什么！想要做出顶天立地的壮举，得先问过我的拳头答应不答应！”
en_us: "Why are you wasting your time trying to reason with this fool? If he wants to oppose the will of the heavens, then he'll have to ask my fists for permission first!"

source: 又有中正平和的声音淡然道：“如世俗人，需要下跪天地君亲师，跪一跪又何妨，换来一个大道登顶。”
en_us: Another voice that more neutral and placid rang out immediately thereafter. "Mortals must kneel to heaven and earth, as well as one's parents and teachers, so what's the harm in kneeling here? In exchange, you will be propelled to the pinnacle of the Great Dao."

source: 又有那座披云山，好似被地表拱起，以肉眼可见的速度缓缓升高。
en_us: There was also Cloud Drape Mountain, which was slowly rising up at a rate that was discernible even to the naked eye, as if something were propping it up from below.

source: 双手及膝如猿猴的老人笑了笑，“那就让他去死好了。老奴来此，本就是为了应付这种最坏的情况，要不然那笔钱，就等于打了水漂，连个响儿也没有。不过到时候小姐的安危，会有些麻烦，估计得托付给宋家，或是李家才行。”
en_us: The old man, whose arms reached his knees like an ape, chuckled and said, "Then we'll have him die. I came here to deal with this exact situation. Otherwise, we would have wasted all that money to enter here. However, your safety will be an issue at that time, and I'll most likely have to leave you with the Song Clan or the Li Clan."

source: 双手接刀又不知如何安置它的少年，此刻脸色有些古怪。
en_us: Chen Ping'an had accepted the dagger, but didn't know where to put it, and there was a rather peculiar look on his face.

source: 双手环臂的阮师傅板着脸道：“废话就别说了。”
en_us: "We don't have time to waste talking about useless hypothetical scenarios," Master Ruan interjected with his arms crossed and a stern look on his face.

source: 双指捻住刀尖的儒士轻喝道：“退！”
en_us: Qi Jingchun maintained his grip on the tip of the saber as he yelled, "Get back!"

source: 双方性情，天壤之别。
en_us: The difference in their personalities was night and day.

source: 双鬓霜白的儒士眼眶微红，“先生，学生无能，只能眼睁睁看你受辱至此……”
en_us: Tears welled up in Qi Jingchun's eyes as he murmured to himself, "My esteemed teacher, please forgive your useless student. You've been subjected to humiliation for so long, yet all I've been powerless to do anything..."

source: 双鬓霜白的儒雅文士点头道：“一旬之内，就会离开。”
en_us: The scholar nodded in response. "I will be leaving within 10 days."

source: 反倒是淡淡的血腥气，让他整个人处于一种莫名亢奋的状态。
en_us: Instead of feeling fearful from the scent of blood in the air, it only served to evoke a sense of excitement within him.

source: 反正他已经两样东西得手，收获之丰，远超预想，如果再不找点事情做做，他就只能带着老奴就此离去，对于这位少年而言，会觉得缺少点什么。
en_us: Having obtained a pair of prized treasures, this trip was already far more fruitful than he anticipated. If he couldn't find something to do, then he would have to leave with his old servant, and he felt like it would be quite a pity to end the trip on such an uneventful note.

source: 反正只要不靠近那座小镇，不管那边如何鱼龙混杂，老猿在这边不会有任何后顾之忧。
en_us: In any case, everything would be fine as long as they didn't get too close to the small town. Regardless of how messy things were there, Bai Yuan wouldn't face any dangers over in this place.

source: 古书封面唯有两字，陈平安只认识其中一个字，山。
en_us: There were only two words on the cover of the ancient book, and Chen Ping'an only recognized one of them — mountain.

source: 古井由青砖堆砌，
en_us: The well was constructed from clay bricks, and for some reason, the old man's breathing was beginning to grow heavier.

source: 古老拱桥之下，如今的廊桥之中。
en_us: Under the ancient stone arch bridge, the covered bridge of today...

source: 另一位为大骊开疆拓土的功勋，显而易见，远在天边近在眼前。
en_us: The other person who had made a great contribution to the Great Li Empire and could take the remaining half of the credit was seemingly distant and profound, but he was, in fact, right beside him.

source: 另一处有温厚嗓音急促提醒道：“不好，是阮邛的本命风雷双剑！兰婷，速速撤退！阮邛的本命之物，异于常人，并不蕴养在窍穴当中，存在于他四周的三千里天地之间，跟随他的那两尊兵家阴神，四处游走”
en_us: On the other side, a panicked voice hurriedly rang out. "These are Ruan Qiong's bonded wind and lightning swords! Run, Leiting! Ruan Qiong's bonded artifacts are different from those of the average person in that they're not nurtured in his acupoint. Instead, they exist around him, following his pair of martial yin deities."

source: 另外一只手上，也不由自主地显现出那只白碗，水面波纹混乱，黑线乱窜，四处撞壁。
en_us: His white bowl also involuntarily appeared in his other hand, with disorderly ripples bouncing across the surface of the water and black lines chaotically colliding against the sides of the bowl.

source: 另外两人稍稍站远一些，一人陈平安认识，正是铸剑师阮师傅的女儿，青衣少女这次没有携带装满食物的包裹，一手托着块小绣帕，只放着几块玲珑可爱的糕点， 少女低着头，很犹豫的模样，不知道从哪一样吃食下手。她身边之人，约莫三十来岁，背负长剑，腰悬一枚怪异佩饰。
en_us: The other two people were standing slightly further away. Chen Ping'an recognized one of them, and she was none other than Master Ruan's daughter. The young girl in green didn't have a bag full of snacks this time, and she was instead only holding a small embroidered handkerchief with a few pieces of small and exquisite desserts. The young girl wore an extremely hesitant expression as she looked down, unsure of which dessert to eat first. The person standing beside her was around 30 years old, with a sword strapped to his back and a strange pendant hanging on his waist.

source: 只不过不到万不得已，老人绝不会出此下策，毕竟那部剑经意义再大，正阳山再视若珍宝，比起自己肩头上这位小姐的长生大道，终究是远远逊色的，最少对老人而言，是如此认为。
en_us: Of course, this was the last resort, and the old man definitely wouldn't use it unless he was forced to. After all, regardless of how important that sword scripture was, and regardless of how highly the sword scripture was regarded by the Sun Scorch Mountain, it was still nothing compared to the cultivation path of the little girl sitting on his shoulders. At the very least, this was the case for the old man.

source: 只不过东宝瓶洲yi直被视为佛家末法之地，在数次波及半洲疆域的灭佛浩劫之后，近千年以来佛法渐衰，声势远不如三教中的儒道两家。
en_us: However, Buddhism was facing the degenerate age of Dharma in the Eastern Treasured Vial Continent. After several great calamities aimed at destroying Buddhism swept through large swathes of the continent, Buddhism had slowly entered a state of decline for the past 1000 years. Their power and influence was far inferior to Daoism and Confucianism.

source: 只不过之前亲人长辈说起，都尽量以云淡风轻的语气提起这段公案恩怨，远远不像搬山猿这般愤懑满怀，直抒胸臆。
en_us: However, whenever her relatives and seniors told her this story, they always tried to do so in as netural a tone as possible, and none of them were ever as expressive and fervent as Bai Yuan.

source: 只不过今夜摸完蛇胆石之后，陈平安要偷偷去趟泥瓶巷，按照顾粲离开小镇之前的悄悄话，去他家那只大水缸底下挖东西。顾粲当时走得火烧屁股，也没说啥，只说是他家的宝贝，连他娘亲也不晓得东西被他藏在那里了。
en_us: However, when he finished collecting snake gall pebbles tonight, Chen Ping'an would secretly go to Clay Vase Alley and visit Gu Can's home. He would then follow Gu Can's instructions and dig up the treasure that he had hidden at the bottom of the large water vat. Gu Can had left in a hurry at that time, so he hadn't been able tell Chen Ping'an very much. He had simply said that even his mother didn't know where this treasure was hidden.

source: 只不过刘灞桥鬼门关转悠了一圈，后怕归后怕，不过对于老猿存在本身，谈不上如何畏惧，风雷园对正阳山，双方无论实力如何悬殊，不出手还好，一旦有一方选择出手，那就是不死不休的境地，而且修为低下之人，绝不会向对手磕头求饶，这是两座东宝瓶洲剑道圣地五百年来，用无数条人命证明过的事实。
en_us: However, even though there was a hint of lingering fear in Liu Baqiao's heart, having just survived a close brush with death, he felt no fear toward Bai Yuan himself. If a pair of cultivators from the Wind Lightning Field and the Sun Scorch Mountain decided to engage in battle, then that battle wouldn't end unless one or both of them were dead. Furthermore, even if there were one party with a clear cultivation base disadvantage, there was no chance that they would beg for mercy from their more formidable opponent. This was a fact that was supported by the loss of countless lives from the two revered sword sects over the past 500 years.

source: 只不过在这里的开销，用搬空座金山银山来形容也不为过，世俗市井所谓的掷千金，对比起来简直就是儿戏。
en_us: However, it was no exaggeration to say that mountains of gold and silver were being moved to purchase this layer of insurance, and the residents of the town couldn't even begin to imagine what it had cost for these outsiders to set foot in this place.

source: 只不过她爹对此也有不同意见，命里无时莫强求，不强求，并不意味着一点都不求，求还是要求一下的，如果最后仍是求而不得，则是另外一回事。
en_us: However, her father had different views on this matter. While one should not try to forcefully obtain that which was not fated, this did not then imply that they shouldn't strive to obtain it at all. A person still needed to maintain their ambition. If they still failed to obtain that which they desired, then that would be a different conversation altogether.

source: 只不过是从孩子变成了少年。
en_us: He had been forced to grow from a child into a man at far too young an age.

source: 只不过被那刺客莫名其妙拽住了一只脚踝，微微停顿后，少年这才松开手。
en_us: However, for some reason, the assassin grabbed onto one of her ankles, and only after a brief pause did he let her go.

source: 只不过转瞬过后，原本趋于混乱的三张闪电法网，重新恢复乱中有序的浩大天威。
en_us: In the blink of an eye, order was restored in the three lightning nets that had been thrown into complete disarray, and they continued to strike at the first of Qi Jingchun's Dao Manifestation over and over again.

source: 只不过这一点异样，恐怕连那位地位已算超然的剑修也不明就里，只当做是那尊真神自有不为人知的规矩和考量，但是小院里的老人心知肚明。
en_us: However, perhaps even the transcendent swordsman hadn't been aware of the true reason behind this. He had most likely dismissed this as the True God having considerations and rules of his own. However, Old Man Yang was well aware of why this was.

source: 只不过这位雍容华贵的夫人，脸蛋再好看，刘羡阳不否认，如果是以往，说不定在街边遇上，还会吹几声口哨， 可是这不意味着刘羡阳就会动心，高大少年心仪的女子，以前是那个泥瓶巷的婢女，如今是，以后也是。
en_us: He conceded that this woman was very beautiful, and he conceded that she indeed possessed a graceful and noble demeanor. If he had come across such a woman on the streets in the past, perhaps he would have looked over and whistled at her. However, this wouldn't mean that he had fallen for her. Liu Xianyang had only ever liked a single girl — the maidservant from Clay Vase Alley. This was the case now, and it would be the case in the future.

source: 只不过这句话，稚圭没有说出口。
en_us: Zhi Gui was thinking that to himself, but she refrained from articulating it.

source: 只不过锦衣少年毫不在意，仍然仔细端详着那方沉寂千年的古老玉玺，内心深处，他甚至希望那少女心生夺宝念头，要不然实在是太无趣了。
en_us: However, the brocade-robed young boy paid no heed to her and continued to carefully observe the antiquated jade seal. In fact, deep down in his heart, he was even hoping that the young woman would be struck by the urge to try and take the treasure from him. Otherwise, he would be practically dying of boredom.
